Repository: wp-plugins/birds-author-box
Catalog: languages/birds-authorbox-*.po
Languages: es_es, fr_fr

source: Twitter URL
es_es: URL de Twitter
fr_fr: ﻿URL Twitter

source: URL must be complete, i.e. beginning with http:// or https://
es_es: La URL tiene que ser completa, e.j. comenzando con http:// o https://
fr_fr: L'﻿URL doit être complète, c'est-à-dire commençant par http:// ou https://

source: Facebook URL
es_es: URL de Facebook
fr_fr: ﻿URL Facebook

source: Google+ URL
es_es: URL de Google+
fr_fr: ﻿URL Google+

source: LinkedIn URL
es_es: URL de LinkedIn
fr_fr: ﻿URL Linkedin

source: Flickr URL
es_es: URL de Flickr
fr_fr: URL Flickr

source: YouTube URL
es_es: URL de YouTube
fr_fr: ﻿URL YouTube :

source: Pinterest URL
es_es: URL de Pinterest
fr_fr: ﻿URL Pinterest :

source: Instagram URL
es_es: URL de Instagram
fr_fr: URL ﻿Instagram

source: GitHub URL
es_es: URL de GitHub
fr_fr: URL Github

source: Dribbble URL
es_es: URL de Dribbble
fr_fr: ﻿URL Dribbble

source: Profile Image
es_es: Imagen de Perfil
fr_fr: ﻿Image de profil

source: Upload Image
es_es: Imagen de Subida
fr_fr: Ajouter

source: Please upload an image for your profile.
es_es: Por favor suba una imagen para su perfil.
fr_fr: ﻿Veuillez télécharger une image pour votre profil.

source: Choose a square picture
es_es: Escoger una imagen cuadrada.
fr_fr: ﻿Choisissez une photo au format carré

source: Choose Image
es_es: Escoger una imagen
fr_fr: Choisissez une image

source: Custom Settings
es_es: Ajustes Personalizados
fr_fr: Paramètres personnalisés

source: Save Settings
es_es: Salvar Ajustes
fr_fr: ﻿Enregistrer les paramètres

source: Reset Settings
es_es: Resetear Ajustes
fr_fr: ﻿Réinitialiser tous les paramètres

source: Default settings have been reset.
es_es: Los ajustes por defecto se han reseteado.
fr_fr: Paramètres par défaut rétablis

source: Do you really want to reset all these settings to their default values?
es_es: ¿Realmente desea resetear todos estos ajustes a sus valores por defecto?
fr_fr: Voulez-vous vraiment réinitialiser tous les paramètres à leurs valeurs par défaut?

source: No options defined.
es_es: No hay opciones definidas.
fr_fr: ﻿Pas d&#39;options définies.

source: Select %s
es_es: Seleccionar %s
fr_fr: Choisissez votre % s

source: Remove %s
es_es: Eliminar %s
fr_fr: Supprimez votre %s

source: No action defined.
es_es: No hay acciones definidas.
fr_fr: ﻿Aucune action définie.

source: Author Box Settings
es_es: Ajustes de Author Box
fr_fr: Paramètres Author Box

source: General
fr_fr: Général

source: Show in posts
es_es: Mostrar en posts
fr_fr: Afficher dans les articles

source: Do you want to insert the Author Box after the content in Posts?
es_es: ¿Desea insertar el Author Box luego del contenido en los Posts?
fr_fr: Voulez-vous insérer Author Box après le contenu dans les articles ?

source: Yes
es_es: Si
fr_fr: ﻿Oui

source: No
fr_fr: ﻿Non

source: Show in pages
es_es: Mostrar en páginas
fr_fr: Afficher dans les pages

source: Do you want to insert the Author Box after the content in Pages?
es_es: ¿Desea insertar el Author Box luego del contenido en las Páginas?
fr_fr: Voulez-vous insérer Author Box après le contenu dans les pages ?

source: Profile Picture style
es_es: estilo de la Imagen del Perfil
fr_fr: Style de l'image du profil

source: Choose the avatar style
es_es: Escoger un estilo de avatar
fr_fr: Choisissez l'apparence de votre avatar

source: Round
es_es: Redondo
fr_fr: ﻿Cercle

source: Square
es_es: Cuadrado
fr_fr: ﻿Carré

source: Social Medias
es_es: Medias Sociales
fr_fr: Réseaux sociaux

source: Do you want to display the authors' social medias tab?
es_es: ¿Desea mostrar la pestaña de las medias sociales del autor?
fr_fr: Voulez-vous afficher l'onglet contenant les icônes de vos réseaux sociaux ?

source: Show Author website
es_es: Mostrar sitio web del Autor
fr_fr: Lien vers le site internet de l'auteur

source: Do you want to display the authors' website?
es_es: ¿Desea mostrar el sitio web del autor?
fr_fr: Voulez-vous afficher un lien vers le site internet de l'auteur ?

source: Latest Posts
es_es: Últimos Posts
fr_fr: ﻿Derniers Articles

source: Do you want to display the authors' most recent posts tab?
es_es: ¿Desea mostrar la pestaña de los posts más recientes del autor?
fr_fr: Voulez-vous afficher l'onglet contenant les articles les plus récents ?

source: Amount
es_es: Cantidad
fr_fr: Quantité

source: How many Latest Posts do you want to show?
es_es: ¿Cuántos Últimos Posts desea mostrar?
fr_fr: Combien d'articles souhaitez vous afficher ?

source: Reset
es_es: Resetear
fr_fr: ﻿Réinitialiser

source: Settings saved!
es_es: ¡Ajustes salvados!
fr_fr: ﻿Paramètres enregistrés !

source: Colors
es_es: Colores
fr_fr: Couleurs

source: Active Tab Background Color
es_es: Active Tab Color de fondo
fr_fr: Couleur de fond de l'onglet actif

source: Default color is: #f8f8f8
es_es: El color del defecto es: #f8f8f8
fr_fr: Couleur par défaut : #f8f8f8

source: Links Color
es_es: Enlaces en color
fr_fr: Couleur des liens

source: Default color is: #757575
es_es: El color del defecto es: #757575
fr_fr: Couleur par défaut : #f757575

source: Text Color
es_es: Color del Texto
fr_fr: Couleur du texte

source: Author Name Color
es_es: Color del texto para Autor
fr_fr: Couleur du Nom de l'auteur

source: Default color is: #666666
es_es: El color del defecto es: #666666
fr_fr: Couleur par défaut : #666666

source: Icons Sets
es_es: Grupos de Iconos
fr_fr: Ensembles d'icônes

source: Icons set
es_es: Grupo de iconos
fr_fr: ﻿Ensemble d'icones

source: Choose the icons style
es_es: Escoger un estilo de iconos
fr_fr: ﻿Choisissez un style d'icône

source: Custom CSS
fr_fr: CSS personnalisé

source: If you want to add some extra CSS to the author box, you can do it here
fr_fr: Si vous voulez ajouter du CSS à votre Author Box, vous pouvez le faire ici

source: Some instructions
es_es: Algunas instrucciones
fr_fr: Quelques consignes

source: Every Author Profile has to be updated for the Author Box to be displayed elegantly...
es_es: Cada Perfil de Autor tiene que ser actualizado para que el Author Box se muestre elegantemente...
fr_fr: ﻿Le profil de chaque auteur doit être mis à jour pour que l'Author Box s'affiche proprement...

source: Edit your Profile
es_es: Editar su Perfil
fr_fr: ﻿Modifier votre profil

source: To edit your profile details, simply click on your user name, when viewing the list of Users or click on the <strong>Edit</strong> link that appears beneath your user name when hovering your cursor over each row. Alternatively, click on the <strong>Your Profile</strong> link in the left-hand navigation.
es_es: Para editar los detalles de su perfil, simplemente haga clic en su nombre de usuario, cuando se ve la lista de Usuarios o haga clic en el enlace <strong>Editar</strong> que aparece sobre su nombre de usuario cuando se pasa el cursor sobre cada fila. Alternativamente, haga clic en el enlace <strong>Su Perfil</strong> en la navegación de la izquierda.
fr_fr: ﻿Pour modifier les détails de votre profil, il vous suffit de cliquer sur votre nom d'utilisateur, lorsque vous affichez la liste des utilisateurs ou de cliquez sur le lien <strong>Modifier</strong> qui apparaît sous votre nom d'utilisateur lors du survol de chaque ligne par votre curseur. Sinon, cliquez sur le lien <strong>Votre profil</strong> dans le menu de gauche.

source: Update the various fields for your profile. The <strong>Username</strong> field can't be changed.
es_es: Actualizar los diferentes campos de su perfil. El campo <strong>Nombre de usuario</strong> no puede ser cambiado.
fr_fr: Mettez à jour les différents champs de votre profil. Le champ <strong>Identifiant</strong> ne peut pas être modifié.

source: Choose the way you want your name to be publicly displayed with the <strong>Display name publicly</strong> as dropdown.
es_es: Escoger la forma en la que quiere que su nombre se muestre públicamente con el <strong>Mostrar nombre públicamente</strong> como una lista desplegable.
fr_fr: ﻿Choisissez la façon dont vous voulez afficher votre nom avec le menu déroulant <strong>Nom à afficher publiquement</strong>.

source: Fill in the different fields concerning your social media network.
es_es: Llene los diferentes campos concernientes a su red de media social.
fr_fr: ﻿Renseignez les différents champs concernant vos réseaux sociaux.

source: Say a little something about you in the <strong>Biographical Info</strong>.
es_es: Diga algo acerca de usted en la <strong>Info Biográfica</strong>.
fr_fr: Donnez quelques informations biographiques pour remplir votre profil dans le champ <strong>Renseignements biographiques</strong>

source: Don't forget to upload a picture of you in the <strong>Avatar</strong> section.
es_es: No olvide subir una imagen de usted en la sección <strong>Avatar</strong>.
fr_fr: N'oubliez pas de télécharger une photo de vous dans la section <strong>Avatar</strong> .

source: After updating your profile, click the <strong>Update Profile</strong> button to save your changes.
es_es: Luego de subir su perfil, haga clic en el botón <strong>Actualizar Perfil</strong> para salvar sus cambios.
fr_fr: ﻿Après la modification de votre profil, cliquez sur le bouton de <strong>Mettre à jour le profil</strong> pour enregistrer ces modifications.

source: Team
es_es: Equipo
fr_fr: ﻿Équipe

source: If you're an Administrator, you'll have to repeat the operations described above for every author.
es_es: Si usted es un Administrador, tendrá que repetir las operaciones descritas arriba para cada autor.
fr_fr: Si vous possédez les droits administrateur, il vous faudra répéter les opérations décrites ci-dessus pour chaque auteur.

source: See all this author's posts
es_es: Ver todos estos posts del autor
fr_fr: Afficher la liste de﻿ tous les articles de cet auteur

source: Social
fr_fr: Réseaux sociaux

source: By:
es_es: Por:
fr_fr: Publié par :

source: No biography available at this time
es_es: No hay biografía disponible en este momento
fr_fr: Aucune notice n'est disponible pour l'instant

source: Visit the author's website
es_es: Visitar el sitio web del autor
fr_fr: Visitez le site internet de l'auteur
